Repository: hellory4n/lelcubeOS
Catalog: Localization/*/Apps/Settings.po
Languages: es, pt

source: Settings
es: Ajustes
pt: Configurações

source: Home
es: Início
pt: Início

source: Apps
es: Aplicaciones
pt: Aplicativos

source: Wallpapers
es: Fondos de pantalla
pt: Papel de parede

source: Themes
es: Apariencia
pt: Aparência

source: Language
es: Idioma
pt: Idioma

source: System
es: Sistema
pt: Sistema

source: Exit
es: Salir
pt: Sair

source: Welcome to the Settings app!
es: ¡Bienvenido a los Ajustes!
pt: Bem-vindo as Configurações!

source: Languages
es: Idiomas
pt: Idiomas

source: System
es: Sistema
pt: Sistema

source: Uninstall
es: Desinstalar
pt: Desinstalar

source: Apply
es: Aplicar
pt: Aplicar

source: Custom themes will be available when modding support is added (v0.13 ish probably)
es: Apariencias personalizadas estaran disponibles cuando soporte a modding sea añadido (v0.13probablemente)

source: Add a wallpaper
es: Añadir un fondo de pantalla
pt: Adicione um papel de parede

source: ID of the file, e.g. HlvWY03AIgXzDnacpw5S
es: lol ok

source: Wallpaper mode:
es: Modo de fondo de pantalla
pt: Modo do papel de parede

source: Credits
es: Creditos
pt: Créditos

source: Factory Reset
es: Configuraciones de Fabrica
pt: Configurações de fábrica

source: Nevermind
es: Cancelar
pt: Cancelar

source: Delete it all!
es: ¡Eliminalo todo!
pt: Continuar

source: Are you sure you want to delete ALL data saved in your device? All settings, apps installed, every file every user ever saved in this device will be gone forever, replaced with the state it was in when you got this device! You cannot undo this action! NOTE: This requires a restart.
es: ¿Esta seguro de que quiere eliminar TODOS los datos guardados en el dispositivo? ¡Todas la configuraciones, aplicaciones instaladas, cada archivo que cada usuario haya guardado en este dispositivo desapareceran para siempre, reemplazado con en estado en el que estaba cuando primero obtuviste este dispositivo! ¡Tú no puedes deshacer esta acción! NOTA: Esto requiere reiniciar el dispositivo.
pt: Tem certeza de que quer remover todos as informações no seu dispositivo? Todas as configurações, aplicativos, cada arquivo que cada usuário já salvou neste dispositivo vão ser perdidos para sempre, substítuidos pelo estado em que estava quanto comprou ele! Você não pode desfazer esta ação! Obs. Isso requer um reinício.

source: [center]Developed by hellory4n Audio by alex343xd [font_size=24][b]Translations[/b][/font_size] Português (Portuguese): hellory4n Русский (Russian): matt7ress [font_size=24][b]Startup Sound[/b][/font_size] Melody thing by alex343xd There's also the Zorin OS 16.x startup sound with some effects and the Ubuntu 6.10 - 18.04 shutdown sound (composed by Peter Savage) with some more effects I'm pretty sure it's transformative and as such fair use [font_size=24][b]Wallpapers[/b][/font_size] High Peaks: Nisarg Patel Flowers: Aaron Burden Beach: Derek Thomson Space: Tengyart Mountains: Leila Azevedo Aurora: Sami Matias Forest: Geranimo Lake: dirk von loen-wagnen Coffee: Mike Kenneally Green Peaks: Dayan Quinteros [font_size=24][b]User Icons[/b][/font_size] Cat: Andriyko Podilnyk Flower: Aaron Burden Balloon: Kyle Hinkson Car: Sven D Dog: Jamie Street Duck: Timothy Dykes Pancakes: nikldn Brushes: nikldn Rocket: NASA Football: Wesley Tingey [font_size=24][b]Computer Noises[/b][/font_size] Fan: saphe GPU Fan: soundofscienceupf HDD: sad3d [font_size=24][b]Special Thanks[/b][/font_size] My parents My cats Godot developers Figma developers parfesan Tha Muffin Bricked alex343xd Rubi RThreeFive ten9⁵ Newton Gametone MashedFig Artifyber (R3DZ3R) Aliorio Telcaum Clustra DeafSalute matt7ress raven5 nash neefus Thebest666 Martin Magni You :)[/center]
es: [center]Desarollado por hellory4n Áudio por alex343xd [font_size=24][b]Traducciones[/b][/font_size] Português: hellory4n Русский (Russo): matt7ress [font_size=24][b]Som de Inicialização[/b][/font_size] Melodia por alex343xd También hay el sonido de inicio Zorin OS 16 con algunos efectos de sonido y el sonido de apagado Ubuntu 6.10 - 18.04 (compuesto por Peter Savage) con más efectos. [font_size=24][b]Fondos de Pantalla[/b][/font_size] Picos Altos: Nisarg Patel Flores: Aaron Burden Praia: Derek Thomson Espaço: Tengyart Montanhas: Leila Azevedo Aurora: Sami Matias Floresta: Geranimo Lago: dirk von loen-wagnen Café: Mike Kenneally Picos Verdes: Dayan Quinteros [font_size=24][b]Ícones de Usuário[/b][/font_size] Gato: Andriyko Podilnyk Flores: Aaron Burden Globos: Kyle Hinkson Auto: Sven D Perro: Jamie Street Pato: Timothy Dykes Panqueques: nikldn Brochas: nikldn Cohete: NASA Fútbol: Wesley Tingey [font_size=24][b]Sonidos del Computador[/b][/font_size] Ventilador: saphe Ventilador del GPU: soundofscienceupf HD: sad3d [font_size=24][b]Agradecimentos Especiales[/b][/font_size] Mís papás Mís gatitos Desarolladores de Godot Desarolladores de Figma parfesan Tha Muffin Bricked alex343xd Rubi RThreeFive ten9⁵ Newton Gametone MashedFig Artifyber (R3DZ3R) Aliorio Telcaum Clustra DeafSalute matt7ress raven5 nash neefus Thebest666 Martin Magni Ustéd :)[/center]
pt: [center]Desenvolvido por hellory4n Áudio por alex343xd [font_size=24][b]Traduções[/b][/font_size] Português: hellory4n Русский (Russo): matt7ress [font_size=24][b]Som de Inicialização[/b][/font_size] Melodia por alex343xd Também tem o som de inicialização do Zorin OS 16 com algums efeitos e o som de desligamento do Ubuntu 6.10 até o 18.04 (feito por Peter Savage) com mais efeitos [font_size=24][b]Papeis de parede[/b][/font_size] Picos Altos: Nisarg Patel Flores: Aaron Burden Praia: Derek Thomson Espaço: Tengyart Montanhas: Leila Azevedo Aurora: Sami Matias Floresta: Geranimo Lago: dirk von loen-wagnen Café: Mike Kenneally Picos Verdes: Dayan Quinteros [font_size=24][b]Ícones de Usuário[/b][/font_size] Gato: Andriyko Podilnyk Flores: Aaron Burden Balões: Kyle Hinkson Carro: Sven D Cachorro: Jamie Street Pato: Timothy Dykes Panquecas: nikldn Pinceis: nikldn Foguete: NASA Futebol: Wesley Tingey [font_size=24][b]Sons de Computador[/b][/font_size] Ventoinha: saphe Ventoinha da placa de vídeo: soundofscienceupf HD: sad3d [font_size=24][b]Agradecimentos Especiais[/b][/font_size] Meus pais Meus gatos Desenvolvedores do Godot Desenvolvedores do Figma parfesan Tha Muffin Bricked alex343xd Rubi RThreeFive ten9⁵ Newton Gametone MashedFig Artifyber (R3DZ3R) Aliorio Telcaum Clustra DeafSalute matt7ress raven5 nash neefus Thebest666 Martin Magni Você :)[/center]

source: Center
es: Centro
pt: Centro

source: Cover
es: Cubrir
pt: Cobrir

source: Stretch
es: Estirar
pt: Esticar

source: Keep Aspect
es: Mantener Proporciones
pt: Manter Proporção

source: markisaOS Dark Black
es: markisaOS Negro Oscuro
pt: markisaOS Negro Escuro

source: markisaOS Dark Blue
es: markisaOS Azul Oscuro
pt: markisaOS Azul Escuro

source: markisaOS Dark Green
es: markisaOS Verde Oscuro
pt: markisaOS Verde Escuro

source: markisaOS Dark Orange
es: markisaOS Naranja Oscuro
pt: markisaOS Laranja Escuro

source: markisaOS Dark Pink
es: markisaOS Rosa Oscuro
pt: markisaOS Rosa Escuro

source: markisaOS Dark Purple
es: markisaOS Violeta Oscuro
pt: markisaOS Roxo Escuro

source: markisaOS Dark Red
es: markisaOS Rojo Oscuro
pt: markisaOS Vermelho Escuro

source: markisaOS Dark Yellow
es: markisaOS Amarillo Oscuro
pt: markisaOS Amarelo Escuro

source: markisaOS High Contrast Dark
es: markisaOS Oscuro con Alto Contraste
pt: markisaOS Alto Contraste Escuro
